{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'086a40dc7ed8242c03be9f47fbcee68699cc2395'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'c9e7b7bfbd01f949164988ee1684035468e1995c'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'50c205548d8b037b7ff6378fca6d21146f0b6161'"
    },
    "mini.completion": {
      "src": "https://github.com/echasnovski/mini.completion",
      "version": "'4f94cafdeef02bf3ef9997cd6862658801caa22c'"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons",
      "version": "'5b9076dae1bfbe47ba4a14bc8b967cde0ab5d77e'"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs",
      "version": "'b7fde3719340946feb75017ef9d75edebdeb0566'"
    },
    "mini.snippets": {
      "src": "https://github.com/echasnovski/mini.snippets",
      "version": "'c7a5fd5e767dcc732940f59f2a83c64ea7346a3e'"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround",
      "version": "'d205d1741d1fcc1f3117b4e839bf00f74ad72fa2'"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint",
      "version": "'4b03656c09c1561f89b6aa0665c15d292ba9499d'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'16812abf0e8d8175155f26143a8504e8253e92b0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'7caec274fd19c12b55902a5b795100d21531391f'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'0fcc83805ad11cf714a949c98c605ed717e0b83e'"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim",
      "version": "'e3c18ddd27a853f85a6f513a864cf4f2982b9f26'"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "'v4.11.0'"
    }
  }
}
